{
  "whoWeAre": {
    "title": "Who We Are",
    "subtitle": "Learn about our mission, vision, and values that drive our work in regenerative agriculture.",
    "mission": {
      "title": "Mission",
      "description": "Our mission is to deliver differentiated results to our clients by leveraging our complementary experience in regenerative agriculture to meet the needs of the modern farmer."
    },
    "vision": {
      "title": "Vision",
      "description": "Partnering with high-growth, market-leading, branded organic and biodynamic farms focused on regenerative agriculture practices and forging deep emotional connections with their target consumers."
    },
    "values": {
      "personalValues": {
        "title": "Personal Values",
        "kindnessRespectIntegrity": {
          "title": "Kindness, Respect & Integrity",
          "description": "Treat others the way we want to be treated, internally and externally."
        },
        "humility": {
          "title": "Humility",
          "description": "Listen and learn from one another."
        },
        "transparency": {
          "title": "Transparency",
          "description": "Communicate openly and provide honest feedback."
        },
        "giveBack": {
          "title": "Give Back",
          "description": "Enhance the communities in which we operate."
        }
      },
      "professionalValues": {
        "title": "Professional Values",
        "drivenByExcellence": {
          "title": "Driven by Excellence",
          "description": "Seek to operate with the highest standards and deliver differentiated results."
        },
        "clientFocused": {
          "title": "Client Focused",
          "description": "Remember who our most important stakeholders are."
        },
        "creative": {
          "title": "Creative",
          "description": "Think outside the box; strive to not be constricted by industry norms."
        },
        "missionDriven": {
          "title": "Mission Driven",
          "description": "Seek to incorporate unique viewpoints into our value and creation plans."
        }
      },
      "ourCulture": {
        "title": "Our Culture",
        "teamFirst": {
          "title": "Team First",
          "description": "Collaborative approach—together we can win."
        },
        "inclusivity": {
          "title": "Inclusivity",
          "description": "Each team member plays an important role in getting to the best decisions."
        },
        "diversity": {
          "title": "Diversity",
          "description": "Our team deeply values the power of diversity."
        },
        "talentDevelopment": {
          "title": "Talent Development",
          "description": "Enduring commitment to helping our team members achieve their full potential."
        }
      }
    },
    "disclaimers": {
      "0": "Todd’s advisory and management services should not be considered an assurance that losses will not be incurred. There are risks that are not monitored or controlled by Todd and risks that may be greater than forecasted by Todd, especially in unusual environmental conditions.",
      "1": "Significant or complete losses may result from these risks or other reasons despite Todd’s management protocols or any information provided herein.",
      "2": "Todd may request testing for toxic agents in areas determined to have an elevated contamination risk. Environmental factors which can endanger the marketability of produce irrespective of its organic status is not included. Maximum toxic agent tolerance levels are determined by Todd at the time of Account Application. If contamination persists beyond a recognized period, Todd may pause or terminate future access to services and seed products.",
      "3": "Contamination must be continuously monitored and documentation maintained verifying compliance.",
      "4": "Application of synthetic fertilizers and chemicals is prohibited without written approval.",
      "5": "Split operations and parallel production is not permitted.",
      "6": "Services and products are subject to eligibility and are not guaranteed. Todd may restrict the use of products in areas with known production of genetically engineered crops."
    }
  }
}
