{
  "careers": {
    "metadata": {
      "description": "Discover our open roles. Our teams inspire, educate and enable people all over the world.",
      "shortTitle": "Careers",
      "title": "Careers at Todd"
    },
    "disclaimers": {
      "0": "Todd is a equal opportunity employer in the regions where we operate.",
      "1": "Todd Agriscience, Inc. and our business entities are committed to offering an equal opportunity for all applicants. We do not discriminate based on race, color, religion, national origin, age, sex, marital status, ancestry, neurotype, disability, veteran status, gender identity, sexual orientation or any other category protected by local law.",
      "2": "If you need additional assistance throughout the hiring process related to a health condition or there is something our team can do to enable a more accessible experience, please notify our team at support@toddagriscience.com",
      "3": "Under the U.S. Transparency in Coverage act, Todd is required to provide U.S. pricing information to U.S. consumers before they receive care under our insurance plans. To review Todd’s U.S. medical insurance pricing structure, please click here: https://transparency-in-coverage.collectivehealth.com/index.html.",
      "4": "To learn more about how we process your personal information and your rights in regards to your personal information as a Todd Applicant, please visit our Privacy Policy."
    }
  },
  "externship": {
    "title": "Early Career at Todd",
    "subtitle": "The most important decision of your career is choosing where it starts. Our accelerated externship for outlier early talent is designed to build strong foundations for a lifetime of learning and achievement.",
    "program": {
      "title": "Externship Accelerator",
      "description": "The Todd Externship Program is a 4-week accelerator that provides students with hands-on experience in a startup environment. Paired into small teams, you will work together to ship a real project, and “graduate” with a diploma you actually earned."
    },
    "apply": {
      "title": "Applications for Spring ‘26 now open.",
      "button": "Apply Now"
    }
  }
}
