{
  "careers": {
    "metadata": {
      "description": "Discover our open roles. Our teams inspire, educate and enable people all over the world.",
      "shortTitle": "Careers",
      "title": "Careers at Todd"
    },
    "disclaimers": {
      "0": "Todd es un empleador de igualdad de oportunidades en las regiones donde operamos.",
      "1": "Todd Agriscience, Inc. y nuestras entidades comerciales están comprometidas con ofrecer una oportunidad igual para todos los candidatos. No discriminamos basados en raza, color, religión, origen nacional, edad, sexo, estado civil, ascendencia, neurotipo, discapacidad, estado de veterano, identidad de género, orientación sexual o cualquier otra categoría protegida por la ley local.",
      "2": "Si necesitas asistencia adicional durante el proceso de contratación relacionada con una condición de salud o hay algo que nuestro equipo puede hacer para habilitar una experiencia más accesible, por favor infórmanos a nuestro equipo en support@toddagriscience.com",
      "3": "Bajo la Ley de Transparencia en Cobertura de EE. UU., Todd está obligado a proporcionar información de precios de EE. UU. a consumidores de EE. UU. antes de que reciban atención bajo nuestros planes de seguro. Para revisar la estructura de precios de seguros médicos de EE. UU. de Todd, por favor haz clic aquí: https://transparency-in-coverage.collectivehealth.com/index.html.",
      "4": "Para aprender más sobre cómo procesamos tu información personal y tus derechos en relación a tu información personal como candidato de Todd, por favor visita nuestra Política de Privacidad."
    }
  },
  "externship": {
    "title": "Carreras Tempranas en Todd",
    "subtitle": "La decisión más importante de tu carrera es elegir dónde comienza. Nuestro externship acelerado para talento temprano es diseñado para construir fundamentos sólidos para una vida de aprendizaje y logro.",
    "program": {
      "title": "Acelerador de Externship",
      "description": "El programa de Externship de Todd es un acelerador de 4 semanas que proporciona experiencia práctica a estudiantes en un entorno de startup. Emparejado en equipos pequeños, trabajarás junto a otros para entregar un proyecto real, y “graduar” con un diploma que realmente has ganado."
    },
    "applyClosed": {
      "title": "Aplicaciones actualmente cerradas.",
      "description": "Aceptaremos aplicaciones para el programa de verano ‘26 en los próximos meses.",
      "linkText": "Síguenos en LinkedIn para oportunidades de carrera."
    },
    "applyOpen": {
      "title": "Aplicaciones para primavera ‘26 ahora abiertas.",
      "description": "Aceptaremos aplicaciones para el programa de primavera ‘26. Aplica ahora para unirte a nuestro equipo.",
      "button": "Aplicar ahora"
    }
  }
}
