{
  "vincent-todd": {
    "name": "Vincent Todd",
    "title": "Chairman & CEO",
    "bio": [
      "Vincent Todd is Chairman and CEO of Todd, the most successful sustainable-oriented agriculture firm in the United States, and leads across all global markets.",
      "Born to a working-poor family in Allen County, Indiana on November 10, 2002, Mr. Todd attended school until Christmas of 3rd grade, later attending only months of 5th and 6th grade in Asheville, North Carolina, and Applegate, California. He did not attend high school or college but frequently studied with the University of Michigan Ethnobotanical Laboratory until 2025.",
      "He began his professional career in 2018 as a seedsman selling to regional farms and gardeners. He previously founded a nonprofit Native American seed bank in 2017 which to this day maintains over 800 critically endangered food crops from the U.S. and northwest Mexico. He paused public engagement of the organization in 2023, and currently the collection is being maintained under the family's foundation in partnership with New Mexico State University.",
      "Mr. Todd continued producing seeds until 2023, when he undertook the reorganization of the company to incorporate data and advisory services in relation to the seed products. He pioneered the Generative model as he embarked upon a strategy of developing the world's leading sustainable agriculture company. In the process, he reinvigorated his seed varieties as the cornerstone of the company.",
      "In 2024, Mr. Todd formed his family's nonprofit foundation to advance the research of nutritional science and policy.",
      "Mr. Todd is also Managing Partner of Todd Capital as well as President of the Board of Todd Partners (his family holding firm).",
      "He is a supporter of numerous charitable organizations, including the Farmlink Project and the Organic Farming Research Foundation. In 2025, Mr. Todd was recognized by the University of Michigan for his donation of seeds and books to the Campus Farm."
    ]
  },
  "lawrence-wilson": {
    "name": "Lawrence Wilson",
    "title": "Senior Advisor",
    "bio": [
      "Dr. Lawrence Wilson is a Senior Advisor at Todd. Lawrence was most recently the Founder and President of the Center for Development Foundation in Prescott, AZ. During his 40 years as a nutrition consultant, researcher and author, he developed the nutritional development program and authored 7 books and over 1800 articles related to health and lifestyle.",
      "Prior to The Center for Development Foundation, Lawrence was a consultant for Analytical Research Laboratories in Phoenix, Arizona. During his advisory, he also served as a course author and instructor to the University of Natural Medicine and Westbrook University, and began training practitioners in his nutritional development program.",
      "Lawrence is currently on the Board of the Center for Development Foundation, and in the past has held positions on the non-profit boards of: The Shanti Wellness Clinic, the Task Force on Nutrition of the Ohio Regional Health Planning Association, and the Cincinnati Council to Promote Health and Well Being. Lawrence is also a member of National Health Federation and the American Naturopathic Medical Association.",
      "Lawrence has consistently been recognized as a leader in advanced nutrition research. In 1979, he was awarded a medical degree from his alma mater, Universidad Autonoma Del Estado De Guerrero. In 1972 he was awarded a bachelor of science from the Massachusetts Institute of Technology."
    ]
  },
  "brandy-beem": {
    "name": "Brandy Beem",
    "title": "Senior Advisor",
    "bio": [
      "Brandy Beem is a Senior Advisor at Todd. She is an entrepreneur, a best-selling author, and certified holistic nutritionist and managing partner of her Orthomolecular medicine practice, which she launched in April of 2014. Her practice is one of the most advanced health programs in the United States, with global recognition. Prior to her medicine practice, Brandy spent over 24 years studying dietetics, most recently nutrition, physiology and biochemistry.",
      "Brandy is a supporter of numerous charitable organizations, including the Center for Development Foundation, Ecology Action, Fibershed Initiative, Biodynamic Demeter Association, Institute of Justice and the National Heath Federation."
    ]
  }
}
